Repository: common-repository/sugester-for-woocommerce
Catalog: languages/sugester-for-woocommerce-*.po
Languages: pl_pl

source: Sugester for WooCommerce is an integration plugin that will integrate your WooCommerce shop with Sugester.
pl_pl: Sugester dla WooCommerce'a to wtyczka integracyjna, która zintegruje Twój sklep WooCommerce z Sugesterem.

source: Sugester servers are down. Please try again later.
pl_pl: Serwery Sugestera tymczasowo nie działają. Spróbuj później.

source: Container constructor was called with unknown type: %s
pl_pl: Konstruktor kontenera został wywołany z nieznanym typem: %s

source: Sugester database error.
pl_pl: Błąd bazy danych Sugestera.

source: Fatal database error is present.
pl_pl: Wystąpił krytyczny błąd bazy danych.

source: Table '%s' does not exist in the database. This means that it was removed manually. Inform Sugester to solve this problem.
pl_pl: Tabela '%s' nie istnieje w bazie danych. To oznacza, że została usunięta ręcznie. Poinformuj nas w Sugesterze, żeby rozwiązać ten problem.

source: Create all customers on your Sugester account
pl_pl: Utwórz wszystkich klientow na Twoim koncie Sugestera

source: Create all orders on your Sugester account
pl_pl: Utwórz wszystkie zamówienia na Twoim koncie Sugestera

source: Your Sugester API Token is not set. You can get your API Token at “https://your_account.sugester.com/app/account/api”. Should you have any issues, please contact us.
pl_pl: Twój Sugester API Token jest nieustawiony. Możesz zdobyć swój Token API na stronie “https://twoje_konto.sugester.pl/app/account/api”. W razie problemów, prosimy o kontakt.

source: Your Sugester Account Domain is incorrect. It should look like this “example.sugester.pl”.
pl_pl: Twoja domena Sugestera jest nieprawidłowa. Powinna wygladać w ten sposób "przyklad.sugester.pl".

source: API Token
pl_pl: Token API

source: Your Sugester account API Token
pl_pl: Twój Token API z Sugestera

source: Enter with your API Key. You can find this in "User Profile" drop-down (top right corner) > API Keys.
pl_pl: Wpisz klucz API. Możesz go znaleźć na swoim koncie Sugestera w "Ustawienia (prawy górny róg) > API".

source: Sugester Account Domain
pl_pl: Domena Sugestera

source: Your Sugester account domain, for example: "example.sugester.pl”
pl_pl: Twoja domena Sugestera, na przykład "przyklad.sugester.pl"

source: Description: Your Sugester account domain, for example: "example.sugester.pl”
pl_pl: Opis: Twoja domena Sugestera, na przykład: "przyklad.sugester.pl"

source: Sugester server has returned an empty response. This probably means that our servers are down at this moment and we are doing our best to fix this issue. Please, try again later or contact us.
pl_pl: Serwery Sugestera zwróciły pustą odpowiedź. To najprawdopodobniej oznacza, że nasze serwery tymczasowo nie działają i staramy się jak najszybciej usunąć ten problem. Spróbuj później lub skontaktuj sie z nami.

source: Are you sure that everything is set up correctly?
pl_pl: Czy jesteś pewien, że wszystko zostało ustawione poprawnie?

source: Connection Test 1 (checking the API Token and Sugester Account Domain) has failed.
pl_pl: Test integracyjny 1 (sprawdzanie tokenu API i domeny Sugestera) nie powiódł się.

source: Connection Test 2 (creating a test client on your Sugester account) has failed.
pl_pl: Test integracyjny 2 (utworzenie klienta na Twoim koncie Sugestera) nie powiódł się.

source: Sugester server has returned a response. However, created client's id is empty. Please inform us about this issue immediately.
pl_pl: Serwery Sugestera zwróciły odpowiedź, jednakże numer identyfikacyjny utworzonego klienta jest pusty. Prosimy o jak najszybsze powiadomienie nas o zaistniałym błędzie.

source: Connection Test 3 (modifying created client on Sugester) has failed.
pl_pl: Test integracyjny 3 (modyfikacja klienta na Twoim koncie Sugestera) nie powiódł się.

source: Sugester server has returned data different from what was sent by WooCommerce. This should not have happened. Please, inform us about this issue immediately.
pl_pl: Serwery Sugestera zwróciły odpowiedź z danymi innymi niż przesłane przez WooCommerce'a. Ten problem nie powinien się wydarzyć. Prosimy o jak najszybsze poinformowanie nas o zaistniałym błędzie.

source: Connection Test 4 (deleting created client on Sugester) has failed.
pl_pl: Test integracyjny 4 (usunięcie klienta na Twoim koncie Sugesterze) nie powiódł się

source: Sugester server has returned a response, but it is different from expected one. Please, inform us about this issue immediately.
pl_pl: Serwery Sugestera zwróciły odpowiedź, ale różni sie od oczekiwanej. Prosimy o jak najszybsze poinformowanie nas o zaistniałym błędzie.

source: Client
pl_pl: Klient

source: This customer was already created.
pl_pl: Ten klient juz został utworzony.

source: Successfully created customer '%s'.
pl_pl: Utworzono klienta '%s'.

source: Empty response: '%s'
pl_pl: Pusta odpowiedź: '%s'

source: Failed to create client '%s' on Sugester.
pl_pl: Nie udało się utworzyć klienta '%s' na Sugesterze.

source: Show user on Sugester
pl_pl: Pokaż użytkownika na Sugesterze

source: This user is not on Sugester yet. Press here to create one.
pl_pl: Ten użytkownik nie jest jeszcze na Sugesterze. Naciśnij tu, żeby go utworzyć.

source: Create this user on Sugester
pl_pl: Utwórz tego użytkownika na Sugesterze

source: Show all clients on Sugester
pl_pl: Pokaż wszystkich klientów na Sugesterze

source: Successfully created %1$d customers.<br/>Failed to create %2$d customers.<br/>There were %3$d customers created before this operation.
pl_pl: Utworzono %1$d klientów.<br/>Nie udało się utworzyć %2$d klientów.<br/>Przed tym procesem było utworzonych %3$d klientów.

source: Failed to create order '#%s' on Sugester.
pl_pl: Nie udało się utworzyć zamówienia '#%s' na Sugesterze.

source: Show this order on Sugester.
pl_pl: Pokaż to zamówienie na Sugesterze.

source: Generate deal from this order.
pl_pl: Utwórz interes z tego zamówienia.

source: Deals
pl_pl: Interesy

source: Show all orders on Sugester
pl_pl: Pokaż wszystkie zamówienia na Sugesterze

source: Show orders created by this client.
pl_pl: Pokaż zamówienia tego klienta.

source: This client was not created yet. Please create it.
pl_pl: Ten klient jeszcze nie został utworzony. Utwórz go.

source: Successfully created %1$d deals.<br/>Failed to create %2$d deals.<br/>There were %3$d deals created before this operation.
pl_pl: Utworzono %1$d interesów.<br/>Nie udało się utworzyć %2$d interesów.<br/>Przed tym procesem było utworzonych %3$d interesów.

source: Order
pl_pl: Zamówienie

source: Order #%d
pl_pl: Zamówienie #%d

source: This order was already created.
pl_pl: To zamówienie juz zostało utworzone.

source: Successfully created order '%s'.
pl_pl: Utworzono zamówienie '%s'.

source: *Guest*
pl_pl: *Gość*

source: This order was created by a Guest
pl_pl: To zamówienie zostało utworzone przez gościa.

source: Successfully created %1$d orders.<br/>Failed to create %2$d orders.<br/>There were %3$d orders created before this operation.
pl_pl: Utworzono %1$d zamówien.<br/>Nie udało się utworzyć %2$d zamówień.<br/>Przed tym procesem było utworzonych %3$d zamówień.

source: Process is already in progress.
pl_pl: Proces aktualnie jest wykonywany.

source: Process started.
pl_pl: Rozpoczęto proces.

source: There was an error. Contact Sugester to resolve this issue.
pl_pl: Wystąpił błąd. Prosimy o poinformowanie Sugestera celem rozwiązania.

source: Sugester for WooCommerce plugin requires the WooCommerce plugin.
pl_pl: Wtyczka Sugester dla WooCommerce'a wymaga wtyczkę WooCommerce.

source: Sugester for WooCommerce
pl_pl: Sugester dla WooCommerce

source: Integrates Sugester with WooCommerce
pl_pl: Integruje Sugestera z WooCommerce
